/* ************************************************************************** */
/*                                                                            */
/*                                                        :::      ::::::::   */
/*   expand_get_type_word.c                             :+:      :+:    :+:   */
/*                                                    +:+ +:+         +:+     */
/*   By: hsawamur <hsawamur@student.42tokyo.jp>     +#+  +:+       +#+        */
/*                                                +#+#+#+#+#+   +#+           */
/*   Created: 2023/08/25 22:54:53 by hsawamur          #+#    #+#             */
/*   Updated: 2023/08/25 22:57:14 by hsawamur         ###   ########.fr       */
/*                                                                            */
/* ************************************************************************** */

// #include 

// try_strdup.c
// 展開した値は memchar.c -> 1
// 展開してない値は -> 0
// char	*expand_get_expand_type_word(char *word)
// {
	
// }